Repository: Safa0915/Duhaa
Catalog: Duhaa/Localizable.xcstrings
Source language: en
Languages: ar, id, tr

source: Until %@
ar: حتى %@
id: Sampai %@
tr: %@’a kadar

source: “Your Lord has not forsaken you, nor does He despise you.” — Ad-Duhaa
ar: ﴿مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَىٰ﴾ — الضحى
id: “Tuhanmu tidak meninggalkanmu dan tidak (pula) membencimu.” — Ad-Duha
tr: “Rabbin seni bırakmadı ve sana darılmadı.” — Duhâ

source: %@ · %@ · %lld ayahs
ar: %@ · %@ · %lld آية
id: %@ · %@ · %lld ayat
tr: %@ · %@ · %lld ayet

source: %@ · %lld ayahs
ar: %@ · %lld آية
id: %@ · %lld ayat
tr: %@ · %lld ayet

source: %@ · Ayah %lld
ar: %@ · الآية %lld
id: %@ · Ayat %lld
tr: %@ · %lld. ayet

source: %@ · Ayah 1
ar: %@ · الآية 1
id: %@ · Ayat 1
tr: %@ · 1. ayet

source: %@ · page %lld
ar: %@ · صفحة %lld
id: %@ · halaman %lld
tr: %@ · sayfa %lld

source: %@ · Reflection
ar: %@ · تأمل
id: %@ · Renungan
tr: %@ · Düşünceler

source: %@ in
ar: %@ خلال
id: %@ dalam

source: %@ left
ar: بقي %@
id: %@ lagi
tr: %@ kaldı

source: %@ min
ar: %@ دقيقة
id: %@ mnt
tr: %@ dk

source: %@ mode
ar: وضع %@
tr: %@ modu

source: %@ of %@ verses
ar: %@ من %@ آية
id: %@ dari %@ ayat
tr: %@ / %@ ayet

source: %@ prayed
ar: تمت صلاة %@
id: %@ ditunaikan
tr: %@ kılındı

source: %@ to Makkah
ar: %@ إلى مكة
id: %@ ke Makkah
tr: Mekke’ye %@

source: %@, %@ per %@%@
ar: %@، %@ لكل %@%@

source: %@, %@, %lld ayahs, recited by %@
ar: %@، %@، %lld آية، بصوت %@
id: %@, %@, %lld ayat, dibaca oleh %@
tr: %@, %@, %lld ayet, okuyan: %@

source: %@, %lld of 5 prayers
ar: %@، %lld من 5 صلوات
id: %@, %lld dari 5 salat
tr: %@, 5 namazdan %lld

source: %@, autoplay next surah
ar: %@، تشغيل السورة التالية تلقائيًا
id: %@, putar otomatis surah berikutnya
tr: %@, sonraki sure otomatik çalar

source: %@, excused
ar: %@، معذور
id: %@, berhalangan
tr: %@, muaf

source: %@. %@. %lld cards. %@.
ar: %@. %@. %lld بطاقة. %@.
id: %@. %@. %lld kartu. %@.
tr: %@. %@. %lld kart. %@.

source: %@. %@. %lld of %lld mastered.
ar: %@. %@. %lld من %lld متقن.
id: %@. %@. %lld dari %lld dikuasai.
tr: %@. %@. %lld / %lld öğrenildi.

source: %@. %@. %lld steps, about %lld minutes. %@.
ar: %@. %@. %lld خطوة، حوالي %lld دقيقة. %@.
id: %@. %@. %lld langkah, sekitar %lld menit. %@.
tr: %@. %@. %lld adım, yaklaşık %lld dakika. %@.

source: %@. %lld of %lld mastered. %@.
ar: %@. %lld من %lld متقن. %@.
id: %@. %lld dari %lld dikuasai. %@.
tr: %@. %lld / %lld öğrenildi. %@.

source: %@. Tap to reveal the answer.
ar: %@. انقر لكشف الإجابة.
id: %@. Ketuk untuk melihat jawaban.
tr: %@. Cevabı görmek için dokun.

source: %lld cards due
ar: %lld بطاقة مستحقة
id: %lld kartu jatuh tempo
tr: %lld kart bekliyor

source: %lld local Duhaa keys are ready to export. The file stays on this device until you share or save it.
ar: %lld عنصرًا محليًا في ضحى جاهز للتصدير. يبقى الملف على هذا الجهاز حتى تشاركه أو تحفظه.
id: %lld data lokal Duhaa siap diekspor. Berkas tetap di perangkat ini sampai Anda membagikan atau menyimpannya.
tr: %lld yerel Duhaa kaydı dışa aktarılmaya hazır. Dosya, siz paylaşana veya kaydedene kadar bu cihazda kalır.

source: %lld make-up fast%@ to go
ar: بقي %lld يوم قضاء%@
id: %lld puasa qada%@ tersisa
tr: %lld kaza orucu%@ kaldı

source: %lld min
ar: %lld دقيقة
id: %lld mnt
tr: %lld dk

source: %lld minutes
ar: %lld دقيقة
id: %lld menit
tr: %lld dakika

source: %lld of %lld mastered
ar: %lld من %lld متقن
id: %lld dari %lld dikuasai
tr: %lld / %lld öğrenildi

source: %lld points
ar: %lld نقطة
id: %lld poin
tr: %lld puan

source: %lld prayer%@
ar: %lld صلاة%@
id: %lld salat%@
tr: %lld namaz%@

source: %lld pt
ar: %lld نقطة
id: %lld poin

source: %lld questions you missed are due today
ar: %lld سؤالًا فاتك مستحق اليوم
id: %lld pertanyaan yang terlewat jatuh tempo hari ini
tr: Kaçırdığınız %lld soru bugün tekrar sizde

source: %lld seconds
ar: %lld ثانية
id: %lld detik
tr: %lld saniye

source: %lld selected
ar: %lld محدد
id: %lld dipilih
tr: %lld seçildi

source: %lldh %lldm
ar: %lldس %lldد
id: %lldj %lldm
tr: %lldsa %lldd

source: %lldm
ar: %lldد
tr: %lldd

source: %lldm %@s
ar: %lldد %@ث
id: %lldm %@d
tr: %lldd %@sn

source: %llds
ar: %lldث
id: %lldd
tr: %lldsn

source: 1 minute
ar: دقيقة واحدة
id: 1 menit
tr: 1 dakika

source: 1 second
ar: ثانية واحدة
id: 1 detik
tr: 1 saniye

source: A few calm minutes keeps what you've learned fresh.
ar: بضع دقائق هادئة تبقي ما تعلمته حاضرًا.
id: Beberapa menit yang tenang menjaga apa yang telah Anda pelajari tetap segar.
tr: Birkaç sakin dakika, öğrendiklerinizi taze tutar.

source: A few starter Names for learning — meanings first, then gentle review.
ar: بعض الأسماء للبدء بالتعلم — المعاني أولًا، ثم مراجعة لطيفة.
id: Beberapa Nama untuk memulai belajar — makna dahulu, lalu ulasan lembut.
tr: Öğrenmeye başlamak için birkaç Esma — önce anlamlar, sonra nazik tekrar.

source: A gentle blush calm
ar: هدوء وردي لطيف
id: Ketenangan merah muda yang lembut
tr: Yumuşacık pembe bir dinginlik

source: A gentle nudge on Sunnah fast mornings.
ar: تذكير لطيف في صباحات صيام السنة.
id: Pengingat lembut di pagi puasa Sunnah.
tr: Sünnet orucu sabahlarında nazik bir hatırlatma.

source: A light added to your day.
ar: نور يُضاف إلى يومك.
id: Setitik cahaya untuk harimu.
tr: Gününüze eklenen bir ışık.

source: A short, calm review — a few minutes is plenty.
ar: مراجعة قصيرة وهادئة — بضع دقائق تكفي.
id: Ulasan singkat dan tenang — beberapa menit sudah cukup.
tr: Kısa ve sakin bir tekrar — birkaç dakika yeter.

source: A still, starlit sky
ar: سماء ساكنة مرصعة بالنجوم
id: Langit tenang berbintang
tr: Yıldızlarla dolu durgun bir gökyüzü

source: About
ar: حول
id: Tentang
tr: Hakkında

source: Active · Thank You
ar: مفعّل · شكرًا لك
id: Aktif · Terima Kasih
tr: Etkin · Teşekkürler

source: Add
ar: إضافة
id: Tambah
tr: Ekle

source: Add a reflection on this surah
ar: أضف تأملًا حول هذه السورة
id: Tambahkan renungan tentang surah ini
tr: Bu sure hakkında bir not ekle

source: Add it to your list
ar: أضفه إلى قائمتك
id: Tambahkan ke daftar Anda
tr: Listenize ekleyin

source: Add Mosque
ar: إضافة مسجد
id: Tambah Masjid
tr: Cami Ekle

source: Add or edit prayers for this day
ar: أضف أو عدّل صلوات هذا اليوم
id: Tambah atau ubah salat untuk hari ini
tr: Bu güne namaz ekle veya düzenle

source: Add or suggest a mosque
ar: أضف أو اقترح مسجدًا
id: Tambah atau sarankan masjid
tr: Cami ekle veya öner

source: Add your mosque's jamāʿah times. They appear beside the calculated adhān times on the home screen. Leave any prayer off if you don't want it. Remember to update them when your masjid changes its schedule.
ar: أضف أوقات الجماعة في مسجدك. تظهر بجانب أوقات الأذان المحسوبة في الشاشة الرئيسية. اترك أي صلاة فارغة إن لم ترغب بها. تذكّر تحديثها عند تغيير مسجدك لجدوله.
id: Tambahkan waktu jamaah masjid Anda. Waktu itu muncul di samping waktu azan yang dihitung pada layar utama. Kosongkan salat mana pun jika tidak diinginkan. Ingat perbarui saat masjid Anda mengubah jadwalnya.
tr: Caminizin cemaat vakitlerini ekleyin. Ana ekranda hesaplanan ezan vakitlerinin yanında görünürler. İstemediğiniz namazı boş bırakabilirsiniz. Caminiz programını değiştirdiğinde güncellemeyi unutmayın.

source: Added by you
ar: أضفته أنت
id: Ditambahkan oleh Anda
tr: Sizin eklediğiniz

source: Address or directions
ar: العنوان أو الاتجاهات
id: Alamat atau petunjuk arah
tr: Adres veya tarif

source: Adjust days
ar: ضبط الأيام
id: Sesuaikan hari
tr: Günleri ayarla

source: Adjust Fajr & Isha Times
ar: ضبط وقتي الفجر والعشاء
id: Sesuaikan Waktu Subuh & Isya
tr: Sabah ve Yatsı Vakitlerini Ayarla

source: Adjust Prayer Times
ar: ضبط أوقات الصلاة
id: Sesuaikan Waktu Salat
tr: Namaz Vakitlerini Ayarla

source: Adjust times
ar: ضبط الأوقات
id: Sesuaikan waktu
tr: Vakitleri ayarla

source: All matched — beautifully done.
ar: تطابق الجميع — أحسنت.
id: Semua cocok — luar biasa.
tr: Hepsi eşleşti — harikaydı.

source: Allah is with those who are patient.
ar: إنّ الله مع الصابرين.
id: Allah beserta orang-orang yang sabar.
tr: Allah sabredenlerle beraberdir.

source: Allah's Names
ar: أسماء الله الحسنى
id: Nama-Nama Allah
tr: Esmâü’l-Hüsnâ

source: Allow Location
ar: السماح بالموقع
id: Izinkan Lokasi
tr: Konuma İzin Ver

source: Allow Screen Time Access
ar: السماح بالوصول إلى وقت الشاشة
id: Izinkan Akses Waktu Layar
tr: Ekran Süresi Erişimine İzin Ver

source: Amber dusk · falling leaves
ar: غسق كهرماني · أوراق متساقطة
id: Senja kuning tembaga · daun berguguran
tr: Kehribar alacakaranlık · dökülen yapraklar

source: Ambience only changes this listening screen — your app theme stays as it is.
ar: الأجواء تغيّر شاشة الاستماع هذه فقط — يبقى مظهر التطبيق كما هو.
id: Suasana hanya mengubah layar dengar ini — tema aplikasi Anda tetap sama.
tr: Ambiyans yalnızca bu dinleme ekranını değiştirir — uygulama temanız olduğu gibi kalır.

source: An English rendering of the classical tafsir. Read for understanding; rulings and detail belong with qualified scholars.
ar: ترجمة إنجليزية للتفسير الكلاسيكي. اقرأها للفهم؛ أما الأحكام والتفاصيل فمرجعها أهل العلم.
id: Terjemahan Inggris dari tafsir klasik. Baca untuk memahami; hukum dan rincian adalah wewenang ulama yang berkompeten.
tr: Klasik tefsirin İngilizce bir çevirisi. Anlamak için okuyun; hükümler ve ayrıntılar ehil âlimlere aittir.

source: ANSWER
ar: الإجابة
id: JAWABAN
tr: CEVAP

source: Answer: %@
ar: الإجابة: %@
id: Jawaban: %@
tr: Cevap: %@

source: Anything else we should know (optional)
ar: أي شيء آخر يجب أن نعرفه (اختياري)
id: Ada hal lain yang perlu kami ketahui (opsional)
tr: Bilmemiz gereken başka bir şey (isteğe bağlı)

source: App Icon
ar: أيقونة التطبيق
id: Ikon Aplikasi
tr: Uygulama Simgesi

source: Appearance
ar: المظهر
id: Tampilan
tr: Görünüm

source: approximate at this latitude
ar: تقريبي عند هذا العرض الجغرافي
id: perkiraan pada lintang ini
tr: bu enlemde yaklaşıktır

source: Apps to Pause
ar: التطبيقات المراد إيقافها
id: Aplikasi untuk Dijeda
tr: Duraklatılacak Uygulamalar

source: Arabic size
ar: حجم العربية
id: Ukuran Arab
tr: Arapça boyutu

source: Asr
ar: العصر
id: Asar
tr: İkindi

source: Asr method
ar: طريقة العصر
id: Metode Asar
tr: İkindi yöntemi

source: Asr Method
ar: طريقة العصر
id: Metode Asar
tr: İkindi Yöntemi

source: At this latitude, dawn and night can be approximate. Compare with a trusted local mosque and adjust times if needed.
ar: عند هذا العرض الجغرافي قد يكون الفجر والليل تقريبيين. قارن مع مسجد محلي موثوق وعدّل الأوقات عند الحاجة.
id: Pada lintang ini, fajar dan malam bisa hanya perkiraan. Bandingkan dengan masjid setempat yang tepercaya dan sesuaikan waktu bila perlu.
tr: Bu enlemde imsak ve yatsı yaklaşık olabilir. Güvendiğiniz yerel bir cami ile karşılaştırın ve gerekirse vakitleri ayarlayın.

source: Audio
ar: الصوت
tr: Ses

source: Auto-renews at %@ / %@. Cancel anytime.
ar: يتجدد تلقائيًا بسعر %@ / %@. يمكن الإلغاء في أي وقت.
id: Diperbarui otomatis %@ / %@. Batalkan kapan saja.
tr: %@ / %@ olarak otomatik yenilenir. İstediğiniz zaman iptal edebilirsiniz.

source: Autumn
ar: الخريف
id: Musim Gugur
tr: Sonbahar

source: Available Shortcuts
ar: الاختصارات المتاحة
id: Pintasan Tersedia
tr: Kullanılabilir Kestirmeler

source: Ayah %lld of %lld
ar: الآية %lld من %lld
id: Ayat %lld dari %lld
tr: Ayet %lld / %lld

source: Ayah %lld of %lld · %@
ar: الآية %lld من %lld · %@
id: Ayat %lld dari %lld · %@
tr: Ayet %lld / %lld · %@

source: Begin today
ar: ابدأ اليوم
id: Mulai hari ini
tr: Bugün başla

source: Bismillahir Rahmanir Raheem
ar: بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ
id: Bismillahir Rahmanir Rahiim
tr: Bismillâhirrahmânirrahîm

source: Bookmark ayah %lld
ar: حفظ الآية %lld
id: Tandai ayat %lld
tr: %lld. ayeti yer imlerine ekle

source: Bookmark this page
ar: حفظ هذه الصفحة
id: Tandai halaman ini
tr: Bu sayfayı yer imlerine ekle

source: Bookmarks
ar: المحفوظات
id: Penanda
tr: Yer İmleri

source: Browse
ar: تصفّح
id: Jelajahi
tr: Göz At

source: Browse by country
ar: تصفّح حسب الدولة
id: Jelajahi menurut negara
tr: Ülkeye göre göz at

source: Buffering
ar: جارٍ التحميل
id: Menyangga
tr: Ara belleğe alınıyor

source: Built on hope, never guilt — a gentle return to prayer.
ar: مبني على الأمل لا الذنب — عودة لطيفة إلى الصلاة.
id: Dibangun atas harapan, bukan rasa bersalah — kembali kepada salat dengan lembut.
tr: Suçluluk değil, umut üzerine kurulu — namaza nazik bir dönüş.

source: By the morning brightness
ar: والضحى
id: Demi waktu duha
tr: Kuşluk vaktine andolsun

source: Cache budget
ar: حد التخزين المؤقت
id: Batas cache
tr: Önbellek bütçesi

source: Calculation
ar: الحساب
id: Perhitungan
tr: Hesaplama

source: Calculation Method
ar: طريقة الحساب
id: Metode Perhitungan
tr: Hesaplama Yöntemi

source: Can't find them? Ask us to add them.
ar: لا تجدهم؟ اطلب منا إضافتهم.
id: Tidak menemukannya? Minta kami menambahkannya.
tr: Bulamadınız mı? Eklememizi isteyin.

source: Can't find your mosque?
ar: لا تجد مسجدك؟
id: Tidak menemukan masjid Anda?
tr: Caminizi bulamıyor musunuz?

source: Cancel
ar: إلغاء
id: Batal
tr: Vazgeç

source: Card %lld of %lld
ar: البطاقة %lld من %lld
id: Kartu %lld dari %lld
tr: Kart %lld / %lld

source: Changing this recomputes prayer times immediately.
ar: تغيير هذا يعيد حساب أوقات الصلاة فورًا.
id: Mengubah ini menghitung ulang waktu salat seketika.
tr: Bunu değiştirmek namaz vakitlerini hemen yeniden hesaplar.

source: Changing this reschedules upcoming prayer notifications immediately.
ar: تغيير هذا يعيد جدولة تنبيهات الصلاة القادمة فورًا.
id: Mengubah ini menjadwalkan ulang notifikasi salat berikutnya seketika.
tr: Bunu değiştirmek yaklaşan namaz bildirimlerini hemen yeniden planlar.

source: Check off the prayers you completed on this day.
ar: علّم الصلوات التي أديتها في هذا اليوم.
id: Centang salat yang Anda tunaikan pada hari ini.
tr: Bu gün kıldığınız namazları işaretleyin.

source: Chinese Blossom
ar: الزهر الصيني
id: Bunga Tiongkok
tr: Çin Çiçeği

source: Choose a visual theme for this player
ar: اختر مظهرًا بصريًا لهذا المشغّل
id: Pilih tema visual untuk pemutar ini
tr: Bu oynatıcı için görsel bir tema seçin

source: Choose how Duhaa looks on your home screen. Each option keeps the same crescent-and-stars mark in a different palette.
ar: اختر كيف يبدو ضحى على شاشتك الرئيسية. يحتفظ كل خيار بعلامة الهلال والنجوم نفسها بلون مختلف.
id: Pilih tampilan Duhaa di layar utama Anda. Setiap pilihan mempertahankan lambang bulan sabit dan bintang yang sama dalam palet berbeda.
tr: Duhaa’nın ana ekranınızda nasıl görüneceğini seçin. Her seçenek aynı hilal-yıldız işaretini farklı bir palette taşır.

source: Choose Manually
ar: الاختيار يدويًا
id: Pilih Manual
tr: Elle Seç

source: Choose tafsir
ar: اختر التفسير
id: Pilih tafsir
tr: Tefsir seç

source: Choose the sound used when a prayer notification plays.
ar: اختر الصوت المستخدم عند تشغيل تنبيه الصلاة.
id: Pilih suara yang dipakai saat notifikasi salat berbunyi.
tr: Namaz bildirimi geldiğinde çalınacak sesi seçin.

source: Choose what shows under each ayah. At least one stays on.
ar: اختر ما يظهر تحت كل آية. يبقى واحد على الأقل مفعّلًا.
id: Pilih apa yang tampil di bawah tiap ayat. Setidaknya satu tetap aktif.
tr: Her ayetin altında nelerin görüneceğini seçin. En az biri açık kalır.

source: Choose whether the home banner leads with the next prayer name or the time remaining until it begins.
ar: اختر ما إذا كانت لافتة الشاشة الرئيسية تعرض اسم الصلاة التالية أم الوقت المتبقي حتى تبدأ.
id: Pilih apakah spanduk utama menampilkan nama salat berikutnya atau sisa waktu hingga tiba.
tr: Ana ekran başlığında sıradaki namazın adının mı yoksa başlamasına kalan sürenin mi öne çıkacağını seçin.

source: Classic Duhaa
ar: ضحى الكلاسيكي
id: Duhaa Klasik
tr: Klasik Duhaa

source: Clear
ar: مسح
id: Hapus
tr: Temizle

source: Clear %@ jamāʿah time
ar: مسح وقت جماعة %@
id: Hapus waktu jamaah %@
tr: %@ cemaat vaktini temizle

source: Clear all times
ar: مسح كل الأوقات
id: Hapus semua waktu
tr: Tüm vakitleri temizle

source: ClearQuran English
ar: ClearQuran الإنجليزية
id: ClearQuran Inggris

source: Close
ar: إغلاق
id: Tutup
tr: Kapat

source: Close custom goal keypad
ar: إغلاق لوحة الهدف المخصص
id: Tutup papan tombol target khusus
tr: Özel hedef tuş takımını kapat

source: Close mushaf
ar: إغلاق المصحف
id: Tutup mushaf
tr: Mushafı kapat

source: Close player
ar: إغلاق المشغّل
id: Tutup pemutar
tr: Oynatıcıyı kapat

source: Closed
ar: مغلق
id: Tutup
tr: Kapalı

source: collapsed
ar: مطوي
id: diciutkan
tr: daraltıldı

source: Colours are the tajweed font's own palette (QPC Tajweed Mushaf · Quran Foundation); rule names follow Quran.com's legend for the same font. This is a quick guide — a teacher's ear is the real judge.
ar: الألوان من لوحة خط التجويد نفسه (QPC Tajweed Mushaf · Quran Foundation)؛ وأسماء القواعد تتبع مفتاح Quran.com للخط نفسه. هذا دليل سريع — والحَكَم الحقيقي أذن المعلّم.
id: Warna berasal dari palet font tajwid itu sendiri (QPC Tajweed Mushaf · Quran Foundation); nama aturan mengikuti keterangan Quran.com untuk font yang sama. Ini panduan singkat — telinga seorang guru adalah penilai sebenarnya.
tr: Renkler tecvid yazı tipinin kendi paletidir (QPC Tajweed Mushaf · Quran Foundation); kural adları aynı yazı tipi için Quran.com açıklamasını izler. Bu hızlı bir rehberdir — asıl hakem bir hocanın kulağıdır.

source: Completed %lld× — alhamdulillah 🤍
ar: أُكمل %lld مرة — الحمد لله 🤍
id: Diselesaikan %lld× — alhamdulillah 🤍
tr: %lld kez tamamlandı — elhamdülillah 🤍

source: Contact
ar: التواصل
id: Kontak
tr: İletişim

source: Continue
ar: متابعة
id: Lanjut
tr: Devam Et

source: Continue Reading
ar: متابعة القراءة
id: Lanjutkan Membaca
tr: Okumaya Devam Et

source: continues from previous page
ar: متابعة من الصفحة السابقة
id: lanjutan dari halaman sebelumnya
tr: önceki sayfadan devam ediyor

source: Copied
ar: تم النسخ
id: Disalin
tr: Kopyalandı

source: Copy Email
ar: نسخ البريد الإلكتروني
id: Salin Email
tr: E-postayı Kopyala

source: Copy times
ar: نسخ الأوقات
id: Salin waktu
tr: Vakitleri kopyala

source: Copy your masjid's times to send to someone, or paste times a fellow worshipper shared with you.
ar: انسخ أوقات مسجدك لإرسالها إلى أحد، أو الصق أوقاتًا شاركها معك أحد المصلين.
id: Salin waktu masjid Anda untuk dikirim ke seseorang, atau tempel waktu yang dibagikan sesama jamaah.
tr: Caminizin vakitlerini birine göndermek için kopyalayın veya bir cemaat kardeşinizin paylaştığı vakitleri yapıştırın.

source: Correct
ar: صحيح
id: Benar
tr: Doğru

source: Couldn’t open email
ar: تعذّر فتح البريد الإلكتروني
id: Tidak dapat membuka email
tr: E-posta açılamadı

source: Couldn’t open this verse.
ar: تعذّر فتح هذه الآية.
id: Tidak dapat membuka ayat ini.
tr: Bu ayet açılamadı.

source: COUNT TO
ar: العد إلى
id: HITUNG SAMPAI
tr: HEDEF

source: Country
ar: الدولة
id: Negara
tr: Ülke

source: Current location
ar: الموقع الحالي
id: Lokasi saat ini
tr: Mevcut konum

source: CUSTOM GOAL
ar: هدف مخصص
id: TARGET KHUSUS
tr: ÖZEL HEDEF

source: Custom target
ar: هدف مخصص
id: Target khusus
tr: Özel hedef

source: Customize Tabs
ar: تخصيص علامات التبويب
id: Sesuaikan Tab
tr: Sekmeleri Özelleştir

source: Danger Zone
ar: منطقة الخطر
id: Zona Berbahaya
tr: Tehlikeli Bölge

source: Dark Themes
ar: المظاهر الداكنة
id: Tema Gelap
tr: Koyu Temalar

source: Day
ar: اليوم
id: Hari
tr: Gün

source: Day %lld
ar: اليوم %lld
id: Hari %lld
tr: %lld. Gün

source: Days to make up, e.g. from Ramadan. Set how many you owe, then check them off.
ar: أيام القضاء، مثلًا من رمضان. حدّد عدد ما عليك، ثم علّمها واحدًا واحدًا.
id: Hari untuk diqada, mis. dari Ramadan. Tetapkan berapa yang Anda tanggung, lalu centang satu per satu.
tr: Kaza edilecek günler, ör. Ramazan’dan. Kaç gün borcunuz olduğunu belirleyin, sonra tek tek işaretleyin.

source: Delete all local Duhaa data?
ar: حذف كل بيانات ضحى المحلية؟
id: Hapus semua data lokal Duhaa?
tr: Tüm yerel Duhaa verileri silinsin mi?

source: Delete last digit
ar: حذف آخر رقم
id: Hapus digit terakhir
tr: Son rakamı sil

source: Delete Local Data
ar: حذف البيانات المحلية
id: Hapus Data Lokal
tr: Yerel Verileri Sil

source: Desert Sunset
ar: غروب الصحراء
id: Senja Gurun
tr: Çöl Günbatımı

source: Details
ar: التفاصيل
id: Rincian
tr: Ayrıntılar

source: Developer
ar: المطوّر
id: Pengembang
tr: Geliştirici

source: Device details help debug issues. Your prayer data is not attached.
ar: تفاصيل الجهاز تساعد على تصحيح المشكلات. لا تُرفق بيانات صلاتك.
id: Rincian perangkat membantu memperbaiki masalah. Data salat Anda tidak disertakan.
tr: Cihaz ayrıntıları sorunları çözmeye yardımcı olur. Namaz verileriniz eklenmez.

source: Dhuhr
ar: الظهر
id: Zuhur
tr: Öğle

source: Digit %lld
ar: الرقم %lld
tr: Rakam %lld

source: Directions or address
ar: الاتجاهات أو العنوان
id: Petunjuk arah atau alamat
tr: Tarif veya adres

source: Don’t ask again
ar: لا تسأل مرة أخرى
id: Jangan tanya lagi
tr: Bir daha sorma

source: done
ar: تم
id: selesai
tr: bitti

source: Done
ar: تم
id: Selesai
tr: Bitti

source: Double tap to enter a custom number
ar: انقر مرتين لإدخال رقم مخصص
id: Ketuk dua kali untuk memasukkan angka khusus
tr: Özel bir sayı girmek için iki kez dokunun

source: Double tap to toggle
ar: انقر مرتين للتبديل
id: Ketuk dua kali untuk mengalihkan
tr: Değiştirmek için iki kez dokunun

source: Double tap to use this icon
ar: انقر مرتين لاستخدام هذه الأيقونة
id: Ketuk dua kali untuk memakai ikon ini
tr: Bu simgeyi kullanmak için iki kez dokunun

source: Download a surah from the Listen player (the headphones button) to keep it for offline playback. Downloads stay until you remove them.
ar: نزّل سورة من مشغّل الاستماع (زر السماعات) للاحتفاظ بها للتشغيل دون اتصال. تبقى التنزيلات حتى تحذفها.
id: Unduh surah dari pemutar Dengar (tombol headphone) untuk menyimpannya bagi pemutaran luring. Unduhan tetap ada sampai Anda menghapusnya.
tr: Bir sureyi çevrimdışı dinlemek için Dinle oynatıcısından (kulaklık düğmesi) indirin. İndirilenler siz kaldırana kadar durur.

source: Download for offline
ar: التنزيل للاستماع دون اتصال
id: Unduh untuk luring
tr: Çevrimdışı için indir

source: Downloaded for offline. Tap to remove.
ar: مُنزّل للاستماع دون اتصال. انقر للإزالة.
id: Diunduh untuk luring. Ketuk untuk menghapus.
tr: Çevrimdışı için indirildi. Kaldırmak için dokunun.

source: Downloaded recitations
ar: التلاوات المنزّلة
id: Bacaan terunduh
tr: İndirilen tilavetler

source: Downloading, %lld percent. Tap to cancel.
ar: جارٍ التنزيل، %lld بالمئة. انقر للإلغاء.
id: Mengunduh, %lld persen. Ketuk untuk membatalkan.
tr: İndiriliyor, yüzde %lld. İptal etmek için dokunun.

source: Drag to reorder
ar: اسحب لإعادة الترتيب
id: Seret untuk menata ulang
tr: Sıralamak için sürükleyin

source: Du'a Request
ar: طلب دعاء
id: Permintaan Doa
tr: Dua Talebi

source: Du'as
ar: الأدعية
id: Doa
tr: Dualar

source: Du'as & Adhkar
ar: الأدعية والأذكار
id: Doa & Zikir
tr: Dualar ve Zikirler

source: Duhaa can gently show how many prayers you've kept on time, prayed late, or missed — a quiet mirror to help you grow. It only ever encourages, never shames.
ar: يمكن لضحى أن يُظهر بلطف كم صلاة أديتها في وقتها أو متأخرًا أو فاتتك — مرآة هادئة تعينك على النمو. إنه يشجّع دائمًا ولا يوبّخ أبدًا.
id: Duhaa dapat menunjukkan dengan lembut berapa salat yang Anda tunaikan tepat waktu, terlambat, atau terlewat — cermin tenang untuk membantu Anda tumbuh. Ia selalu menyemangati, tak pernah mempermalukan.
tr: Duhaa; kaç namazı vaktinde kıldığınızı, kaçını geç kıldığınızı veya kaçırdığınızı nazikçe gösterebilir — gelişmenize yardımcı olan sessiz bir ayna. Yalnızca teşvik eder, asla utandırmaz.

source: Duhaa can remind you when each prayer comes in. You can make any prayer silent or turn it off later in Settings.
ar: يمكن لضحى تذكيرك عند دخول كل صلاة. يمكنك كتم أي صلاة أو إيقافها لاحقًا في الإعدادات.
id: Duhaa dapat mengingatkan Anda saat tiap waktu salat tiba. Anda bisa membisukan salat mana pun atau mematikannya nanti di Pengaturan.
tr: Duhaa her namaz vakti girdiğinde size hatırlatabilir. Dilediğiniz namazı sessize alabilir veya daha sonra Ayarlar’dan kapatabilirsiniz.
